Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PUNCTUATION_RULE_FOOTER
source: • Ignore allows the voice synthesizer to interpret punctuation. • Replace will substitute the replacement text. • Remove will remove punctuation from being output.
ar: • سيسمح خيار التجاهل لمُركِّب الأصوات بترجمة علامات الترقيم. • سيبدِّل خيار الاستبدال النص البديل. • سيزيل خيار الإزالة علامات الترقيم من عملية النطق.
bg: - Игнорирането позволява на гласовия синтезатор да интерпретира пунктуацията. - Заместването ще замени с текста за заместване. - Премахването ще премахне пунктуацията от изписване.
ca: • L’opció “Ignora” permet que el sintetitzador de veu interpreti la puntuació. • L’opció “Substitueix” reemplaça el text de la substitució. • L’opció “Elimina” permet eliminar la puntuació perquè no es mostri.
cs: • Volba Ignorovat nechává způsob čtení interpunkce na hlasovém syntezátoru. • Volba Nahradit místo ní dosadí náhradní text. • Volba Odstranit interpunkci při čtení vypustí.
da: • Ignorer gør det muligt for stemmesynthesizeren at fortolke skilletegn. • Erstat vil udskifte erstatningsteksten. • Fjern vil fjerne skilletegn som output.
de: • „Ignorieren“ ermöglicht dem Stimmensynthesizer Satzzeichen zu interpretieren. • „Ersetzen“ tauscht den Ersetzungstext aus. • „Entfernen“ löscht die Satzzeichen aus der Ausgabe.
el: • Η Αγνόηση επιτρέπει στον συνθέτη φωνής να ερμηνεύει σημεία στίξης. • Η Αντικατάσταση θα αντικαταστήσει το κείμενο αντικατάστασης. • Η Αφαίρεση θα εμποδίσει την προφορά σημείων στίξης.
es: • Ignorar permite al sintetizador de voz interpretar la puntuación. • Reemplazar sustituirá el texto de reemplazo. • Eliminar quitará la puntuación para que no se pronuncie.
es_us: • Ignorar permite al sintetizador de voz interpretar la puntuación. • Reemplazar sustituirá el texto de reemplazo. • Eliminar omitirá la puntuación.
fi: • ”Ohita” sallii äänisyntetisoijan tulkita välimerkit. • ”Korvaa” korvaa tekstin korvaavalla tekstillä. • ”Poista” poistaa välimerkit tulosteesta.
fr: • Ignorer permet au synthétiseur vocal d’interpréter la ponctuation. • Remplacer substitue le texte de remplacement. • Supprimer exclut la ponctuation de la synthèse vocale.
fr_ca: • « Ignorer » permet au synthétiseur vocal d’interpréter la ponctuation. • « Remplacer » prend la place du texte de remplacement. • « Supprimer » supprime la ponctuation.
he: • ״התעלמות״ מאפשר למחולל הדיבור לפרש סימני פיסוק. • ״החלפה״ ישתמש במלל החלופי. • ״הסרה״ יסיר את סימני הפיסוק מהפלט.
hi: • “नज़रअंदाज़ करें” से वॉइस सिंथेसाइज़र को विराम चिह्न इंटरप्रेट करने की अनुमति मिल जाती है। • “बदलें” से बदला गया टेक्स्ट सबस्टिट्यूट कर दिया जाएगा। • “हटाएँ” से विराम चिह्न को आउटपुट बनने से हटा दिया जाएगा।
hr: • Ignoriranjem se glasovnom sintesajzeru omogućava interpretacija interpunkcije. • Zamjenjivanjem će se promijeniti zamjenski tekst. • Uklanjanjem će se ukloniti znak interpunkcije.
hu: • A Kihagyás lehetővé teszi, hogy a hangszintetizátor értelmezze az írásjeleket. • A Csere helyettesíti a csereszöveget. • Az Eltávolítás eltávolítja az írásjeleket a kimenetből.
id: • Abaikan akan memungkinkan synthesizer suara untuk menginterpretasi tanda baca. • Ganti akan memasukkan teks pengganti. • Hapus akan menghapus tanda baca dari output.
it: • L’opzione Ignora consente al sintetizzatore vocale di interpretare la punteggiatura. • L’opzione Sostituisci sostituisce il testo selezionato. • L’opzione Rimuovi elimina la punteggiatura dall’output.
ja: • “無視”を選択すると、音声シンセサイザで句読点を解釈できます。 • “置き換える”を選択すると、置換テキストに置き換わります。 • “取り除く”を選択すると、出力から句読点が取り除かれます。
kk: • «Елемеу» опциясы дауыс синтезаторына тыныс белгілерін түсіндіруге мүмкіндік береді. • «Ауыстыру» опциясы ауыстырылатын мәтінді ауыстырып қояды. • «Алып тастау» опциясы тыныс белгілерінің шығуына жол бермейді.
ko: • ‘무시’는 음성 신디사이저로 구두점을 해석합니다. • ‘대치’는 대치 텍스트를 대치합니다. • ‘제거’는 구두점을 출력에서 제거합니다.
lt: • Funkcija „Ignoruoti“ leidžia balso sintezatoriui interpretuoti skyrybos ženklus. • Funkcija „Pakeisti“ pakeis pakaitinį tekstą. • Funkcija „Šalinti“ pašalins skyrybos ženklus.
ms: • Abaikan membolehkan pensintesis suara mentafsirkan tanda baca. • Gantikan akan menggantikan teks penggantian. • Keluarkan akan mengeluarkan tanda baca daripada dioutput.
nl: • Met 'Negeer' kan de stemsynthesizer interpunctie interpreteren. • Met 'Vervang' wordt de vervangende tekst gebruikt. • Met 'Verwijder' wordt interpunctie uit de uitvoer verwijderd.
no: • Ignorer gjør at stemmesynthesizeren kan tolke tegnsetting. • Erstatt vil overskrive erstatningsteksten. • Fjern vil hindre at tegnsettingen leses opp.
pl: • Opcja Ignoruj pozwala syntezatorowi głosu interpretować interpunkcję. • Opcja Zastąp stosuje tekst zastępczy. • Opcja Usuń oznacza, że interpunkcja nie jest odczytywana.
pt_br: • Ignorar: permite que o sintetizador de voz interprete a pontuação. • Substituir: altera o texto de substituição. • Remover: remove a pontuação.
pt_pt: • Ignorar permite ao sintetizador de voz interpretar a pontuação. • Substituir usa o texto de substituição. • Remover evita que a pontuação seja enunciada.
ro: • Opțiunea Ignorare permite interpretarea punctuației de sintetizatorul vocal. • Opțiunea Înlocuire va substitui textul înlocuitor. • Opțiunea Eliminare va elimina reproducerea punctuației.
ru: • При выборе «Пропустить» синтезатору голоса будет позволено интерпретировать пунктуацию. • При выборе «Заменить» будет подставлен текст замены. • При выборе «Удалить» не будет выводиться пунктуация.
sk: • Možnosť Ignorovať ponechá čítanie interpunkcie na hlasovom syntetizátore. • Možnosť Nahradiť dosadí namiesto interpunkcie náhradný text. • Možnosť Odstrániť zabráni čítaniu interpunkcie.
sl: • Z možnostjo Prezri sintetizatorju glasu omogočite interpretacijo ločil. • Z možnostjo Zamenjaj boste zamenjali nadomestno besedilo. • Z možnostjo Odstrani boste preprečili podajanje izhodnih informacij za ločila.
sv: • Ignorera tillåter att röstsyntetiseraren tolkar interpunktion. • Ersätt byter ut mot ersättningstexten. • Ta bort tar bort interpunktion från utmatningen.
th: • การไม่สนใจจะช่วยให้ตัวสังเคราะห์เสียงตีความเครื่องหมายวรรคตอนได้ • การแทนที่จะแทนที่ด้วยข้อความที่ใช้แทนที่ • การเอาออกจะเอาเครื่องหมายวรรคตอนออกจากผลออก
tr: • “Yok Say” ses sentezleyicinin noktalamayı yorumlamasına izin verir. • “Değiştir” değişim metnini değiştirir. • “Sil” noktalamanın çıkış olarak kullanılmasını siler.
uk: • «Ігнорувати» дозволяє синтезатору голосу інтерпретувати пунктуацію. • «Замінити» вставлятиме текст заміни. • «Вилучити» усуватиме пунктуацію з вихідних даних.
vi: • Bỏ qua cho phép bộ tổng hợp giọng nói diễn giải dấu câu. • Thay thế sẽ thay thế văn bản thay thế. • Xóa sẽ xóa dấu câu khỏi đầu ra.
zh_cn: • “忽略”可允许语音合成器理解标点。 • “替换”将会取代替换文本。 • “移除”将移除标点，使其不再输出。
zh_hk: •「忽略」可讓語音合成器自行解譯標點符號。 •「取代」會替換要取代的文字。 •「移除」會移除要輸出的標點符號。
zh_tw: •「忽略」可讓語音合成器自行解譯標點符號。 •「取代」會替換要替代的文字。 •「移除」會移除要輸出的標點符號。

# AUDIO_DUCKING_ALWAYS
source: Always
ar: دائمًا
bg: Винаги
ca: Sempre
cs: Trvale
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
kk: Әрдайым
ko: 항상
lt: Visada
ms: Sentiasa
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 永遠

# HOME_INSTRUCTION_TITLE
source: To go Home
ar: للذهاب إلى الشاشة الرئيسية
bg: За преминаване в Начален екран
ca: Per anar a la pantalla d’inici
cs: Přechod na začátek
da: For at gå til hjemmeskærmen
de: Zum Home-Bildschirm
el: Για μετάβαση στην Αφετηρία
es: Para ir a la pantalla de inicio
es_us: Para ir a inicio
fi: Koti-valikkoon
fr: Pour revenir à l’écran d’accueil
fr_ca: Accéder à l’écran d’accueil
he: למעבר למסך הבית
hi: होम पर जाने के लिए
hr: Za prijelaz na početni zaslon
hu: A Főképernyő megnyitása
id: Untuk membuka layar Utama
it: Per andare alla schermata Home
ja: ホームに移動
kk: Басты экранға өту үшін
ko: 홈으로 이동하기
lt: Norėdami eiti į pradžią
ms: Untuk pergi ke skrin Utama
nl: Om naar het beginscherm te gaan
no: Gå til Hjem-skjerm
pl: Ekran główny
pt_br: Para ir ao Início
pt_pt: Voltar ao ecrã principal
ro: Pentru a accesa ecranul principal
ru: Для перехода на экран «Домой»
sk: Prechod na plochu
sl: Za pomik na domači zaslon
sv: Om du vill gå till hemskärmen
th: ในการไปที่หน้าจอโฮม
tr: Ana ekrana gitmek için
uk: Перехід на Початковий екран
vi: Để đi tới Màn hình chính
zh_cn: 前往主屏幕
zh_hk: 前往主畫面
zh_tw: 若要前往主畫面

# PUNCTUATION_ORIGINAL_GROUP_SELECTION_TITLE
source: Initial Punctuation Group
ar: مجموعة علامات الترقيم الأولية
bg: Първоначална група с пунктуация
ca: Grup de puntuació inicial
cs: Počáteční skupina interpunkce
da: Oprindelig skilletegnsgruppe
de: Ursprüngliche Satzzeichengruppe
el: Αρχική ομάδα σημείων στίξης
es: Grupo de puntuación inicial
es_us: Grupo de puntuación inicial
fi: Alkuperäinen välimerkkiryhmä
fr: Groupe de ponctuation initial
fr_ca: Groupe de ponctuation d’origine
he: קבוצת פיסוק ראשונית
hi: आरंभिक विरामचिह्न समूह
hr: Početna grupa interpunkcije
hu: Kezdeti írásjelcsoport
id: Grup Tanda Baca Awal
it: Gruppo di punteggiatura iniziale
ja: 初期句読点グループ
kk: Бастапқы тыныс белгілер тобы
ko: 초기 구두점 그룹
lt: Pagrindinė skyrybos ženklų grupė
ms: Kumpulan Tanda Baca Awal
nl: Oorspronkelijke interpunctiegroep
no: Opprinnelig tegnsettingsgruppe
pl: Początkowa grupa interpunkcji
pt_br: Grupo de Pontuação Inicial
pt_pt: Grupo de pontuação inicial
ro: Grup de punctuație inițial
ru: Исходная группа пунктуации
sk: Východisková skupina interpunkcie
sl: Začetna skupina ločil
sv: Inledande interpunktionsgrupp
th: กลุ่มเครื่องหมายวรรคตอนเริ่มต้น
tr: Başlangıç Noktalama Grubu
uk: Первинна група пунктуації
vi: Nhóm dấu câu ban đầu
zh_cn: 初始标点群组
zh_hk: 起始標點符號群組
zh_tw: 起始標點符號群組

# ADDITIONAL_VOICEOVER_COMMANDS
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# SPEECH_OPTIONS
source: Speech
ar: النطق
bg: Изговаряне
ca: Veu
cs: Čtení
da: Tale
de: Sprachausgabe
el: Εκφώνηση
es: Voz
es_us: Voz
fi: Puhe
fr: Parole
fr_ca: Parole
he: הקראה
hi: बोली
hr: Čitanje
hu: Beszéd
id: Ucapan
it: Voce
ja: 読み上げ
kk: Сөзді дыбыстау
ko: 말하기
lt: Kalba
ms: Pertuturan
nl: Spraak
no: Tale
pl: Mowa
pt_br: Fala
pt_pt: Fala
ro: Enunțare
ru: Речь
sk: Reč
sl: Govor
sv: Tal
th: เสียงพูด
tr: Konuşma
uk: Мовлення
vi: Đọc văn bản
zh_cn: 语音
zh_hk: 語音
zh_tw: 語音

# VO_OCR_FOOTER_SHORT_IPHONE
source: Your iPhone will speak descriptions of text found in images.
ar: سينطق iPhone أوصاف النص الذي عثر عليه في الصور.
bg: iPhone ще изговаря описания на текста, открит в изображенията.
ca: L’iPhone llegirà en veu alta les descripcions del text que aparegui a les imatges.
cs: iPhone bude popisovat text nalezený v obrázcích.
da: Din iPhone vil oplæse beskrivelser af tekst fundet på billeder.
de: Das iPhone spricht die Beschreibungen von Text in Bildern.
el: Το iPhone θα εκφωνεί περιγραφές του κειμένου που βρίσκεται σε εικόνες.
es: Tu iPhone leerá en alto la descripción del texto presente en las imágenes.
es_us: Tu iPhone leerá descripciones de texto dentro de imágenes.
fi: iPhone puhuu kuvista löytyvät tekstit.
fr: Votre iPhone énoncera la description du texte trouvé dans les images.
fr_ca: Votre iPhone lira à haute voix le texte des descriptions associées aux images.
he: ה-iPhone יקריא בקול את המלל הכתוב שמופיע בתמונות.
hi: आपका iPhone इमेज में मिले टेक्स्ट के विवरण को बोलकर बताएगा।
hr: Vaš iPhone čitat će opise teksta pronađenog u slikama.
hu: Az iPhone-ja fel fogja olvasni a képekben talált szövegek leírásait.
id: iPhone Anda akan mengucapkan deskripsi teks yang ditemukan di gambar.
it: iPhone leggerà ad alta voce le descrizioni del testo presente nelle immagini.
ja: このiPhoneで、画像の中にあるテキストの説明を読み上げるようになります。
kk: iPhone құрылғыңыз кескіндерде табылған мәтін сипаттамаларын дыбыстайды.
ko: iPhone이 이미지에서 찾은 텍스트를 설명합니다.
lt: Jūsų „iPhone“ perskaitys teksto apibūdinimus, rastus vaizduose.
ms: iPhone anda akan menuturkan perihalan teks yang ditemui dalam imej.
nl: Je iPhone spreekt beschrijvingen uit van tekst in afbeeldingen.
no: iPhone vil lese opp beskrivelser av tekst funnet på bilder.
pl: iPhone będzie odczytywał tekst znajdujący się na obrazkach.
pt_br: O iPhone falará as descrições de textos encontrados em imagens.
pt_pt: O iPhone enunciará as descrições de texto encontrado em imagens.
ro: iPhone‑ul va enunța descrieri ale textului identificat în imagini.
ru: Ваш iPhone будет проговаривать описания текста, найденного в изображениях.
sk: iPhone bude nahlas popisovať text nájdený na obrázkoch.
sl: iPhone bo predvajal govorne opise besedil, najdenih na slikah.
sv: iPhone kommer att läsa upp beskrivningar av text som hittas i bilder.
th: iPhone จะอ่านออกเสียงคำอธิบายของข้อความที่พบในภาพ
tr: iPhone’unuz görüntülerde bulunan metinlerin açıklamalarını seslendirir.
uk: Ваш iPhone зачитуватиме описи до тексту, виявленого на зображеннях.
vi: iPhone của bạn sẽ đọc các mô tả về văn bản được tìm thấy trong hình ảnh.
zh_cn: iPhone将朗读在图像中找到的文本描述。
zh_hk: 你的iPhone將朗讀在影像中找到的文字描述。
zh_tw: iPhone將朗讀影像中找到的文字描述。

# ACTIVITY_FOOTER_TEXT
source: Activities allow you to change a group of VoiceOver settings quickly with the rotor, or automatically when opening an app or encountering a specific item in the user interface.
ar: تمكنك النشاطات من تغيير مجموعة من إعدادات التعليق الصوتي بسرعة باستخدام الدوار، أو بشكل تلقائي عند فتح تطبيق، أو عند مصادفة عنصر محدد في واجهة المستخدم.
bg: Дейностите ви позволяват да променяте бързо с помощта на шайбата група от настройките на VoiceOver или автоматично при отваряне на приложение или среща с конкретен елемент в потребителския интерфейс.
ca: Les activitats et permeten canviar un grup de configuració del VoiceOver ràpidament amb el rotor, de forma automàtica en obrir una app o en trobar un ítem concret a la interfície d’usuari.
cs: Aktivity vám umožňují rychle změnit celou skupinu nastavení VoiceOveru pomocí rotoru nebo automaticky při otevření aplikace nebo zobrazení určité položky uživatelského rozhraní.
da: Aktiviteter gør det muligt for dig at ændre en gruppe af VoiceOver-indstillinger hurtigt vha. rotoren eller automatisk, når der åbnes en app eller registreres et bestemt emne i brugergrænsefladen.
de: Mit „Aktivitäten“ wird eine Gruppe von VoiceOver-Einstellungen bequem mit dem Rotor verändert. Die Einstellungen können auch automatisch beim Öffnen einer App geändert werden oder wenn du auf der Benutzeroberfläche auf ein bestimmtes Element stößt.
el: Οι Δραστηριότητες επιτρέπουν την αλλαγή μιας ομάδας ρυθμίσεων VoiceOver με γρήγορο τρόπο μέσω του ρότορα, ή αυτόματα κατά το άνοιγμα μιας εφαρμογής ή όταν υπάρχει ένα συγκεκριμένο στοιχείο στη διεπαφή χρήστη.
es: Las actividades permiten cambiar rápidamente un grupo de ajustes de VoiceOver con el rotor o hacerlo automáticamente al abrir una app o encontrar un ítem concreto en la interfaz de usuario.
es_us: Las actividades te permiten cambiar rápidamente un grupo de configuraciones de VoiceOver con el rotor o de manera automática al abrir una app o encontrar un elemento específico en la interfaz de usuario.
fi: Toimintojen avulla voit vaihtaa VoiceOver-asetusten ryhmää nopeasti roottorilla tai automaattisesti, kun appi avataan tai käyttöliittymässä tulee vastaan tietty kohde.
fr: Les activités vous permettent de modifier un groupe de réglages VoiceOver rapidement avec le rotor, ou automatiquement à l’ouverture d’une app ou à la détection d’un élément précis dans l’interface utilisateur.
fr_ca: Les activités vous permettent de modifier rapidement un groupe de réglages VoiceOver à l’aide du rotor. Ces modifications peuvent être automatiques à l’ouverture d’une app or dès qu’un élément spécifique de l’interface utilisateur est identifié.
he: פעילויות מאפשרות לך לשנות קבוצת הגדרות VoiceOver באופן מהיר בעזרת החוגה, או באופן אוטומטי בעת פתיחה של יישום או כאשר יופיע פריט מסוים בממשק המשתמש.
hi: ऐक्टिविटी से आपको रोटर के साथ VoiceOver समूह सेटिंग्ज़ को तेज़ी से बदलने या किसी ऐप को खोलने या यूज़र इंटरफ़ेस में कोई विशिष्ट आइटम सामने आने पर ऑटोमैटिकली बदलने की अनुमति मिल जाती है।
hr: Aktivnosti omogućavaju brzu promjenu grupnih VoiceOver postavki pomoću rotora ili automatski prilikom otvaranja aplikacije ili nailaženja na određenu stavku u korisničkom sučelju.
hu: A Tevékenységekkel gyorsan módosíthatja a VoiceOver-beállítások csoportját a rotor használatával, vagy automatikusan, egy app megnyitásakor vagy egy adott elem felhasználói felületen való megjelenésekor.
id: Aktivitas memungkinkan Anda untuk mengubah sekumpulan pengaturan VoiceOver dengan cepat menggunakan rotor, atau secara otomatis saat membuka app atau menemukan item tertentu di antarmuka pengguna.
it: Le attività ti consentono di modificare rapidamente un gruppo di impostazioni di VoiceOver tramite il rotore oppure automaticamente, all’apertura di un’app o in corrispondenza di un elemento specifico dell’interfaccia utente.
ja: “アクティビティ”では、一連のVoiceOver設定をローターですばやく変更できます。または、アプリを開くかユーザインターフェイスで特定の項目が出現したときに自動的に変更されるようにすることができます。
kk: Әрекеттер ротор көмегімен VoiceOver реттеулер тобын тез өзгертуге немесе қолданбаны ашқанда немесе пайдаланушы интерфейсінде белгілі бір элементті анықтағанда, автоматты түрде өзгертуге мүмкіндік береді.
ko: 동작을 통해 로터로 VoiceOver 설정 그룹을 빠르게 변경하거나, 앱을 열거나 인터페이스에서 특정 항목이 나타날 때 자동으로 변경할 수 있습니다.
lt: Veiklos leidžia greitai pakeisti „VoiceOver“ nustatymų grupę rotoriumi ar automatiškai, kai atidarote programą arba aptinkate konkretų elementą naudotojo sąsajoje.
ms: Aktiviti membolehkan anda menukar sekumpulan seting VoiceOver dengan cepat melalui rotor atau secara automatik semasa membuka app, atau menemui item khusus dalam antara muka pengguna.
nl: Met activiteiten kun je een groep VoiceOver-instellingen snel wijzigen met de rotor, of automatisch wanneer je een app opent of een specifiek onderdeel in de gebruikersinterface tegenkomt.
no: Aktiviteter gjør at du raskt kan endre en gruppe med VoiceOver-innstillinger med rotoren, eller automatisk når du åpner en app eller støter på et bestemt objekt i brukergrensesnittet.
pl: Czynności pozwalają szybko zmieniać grupę ustawień VoiceOver przy użyciu pokrętła lub automatycznie, po otwarciu aplikacji lub napotkaniu określonego elementu interfejsu użytkownika.
pt_br: As atividades permitem que você altere um grupo de ajustes do VoiceOver rapidamente sem o rotor, ou automaticamente ao abrir um app ou encontrar um item específico na interface.
pt_pt: As atividades permitem alterar rapidamente um grupo de definições do VoiceOver com o rotor ou, de forma automática, ao abrir uma aplicação ou ao encontrar um elemento específico na interface do utilizador.
ro: Activitățile vă permit să schimbați rapid un grup de configurări VoiceOver folosind rotorul sau automat la deschiderea unei aplicații sau întâmpinarea unui anumit articol în interfața cu utilizatorul.
ru: Действия позволяют быстро менять группу настроек VoiceOver с помощью ротора, а также автоматически при запуске определенного приложения или при обнаружении определенного объекта в пользовательском интерфейсе.
sk: Aktivity vám umožňujú rýchlo zmeniť celú skupinu nastavení VoiceOveru pomocou rotora alebo automaticky pri otvorení apky, alebo pri zobrazení určitého typu položky v užívateľskom rozhraní.
sl: Aktivnosti omogočajo hitro spreminjanje skupine nastavitev VoiceOver z rotorjem ali samodejno spreminjanje ob odpiranju aplikacije ali pri določenem elementu v uporabniškem vmesniku.
sv: Aktiviteter gör det möjligt att ändra en grupp VoiceOver-inställningar snabbt med rotorn, eller automatiskt när du öppnar en app eller påträffar ett specifikt objekt i användargränssnittet.
th: กิจกรรมอนุญาตให้คุณเปลี่ยนกลุ่มของการตั้งค่า VoiceOver ได้อย่างรวดเร็วด้วยตัวหมุน หรือโดยอัตโนมัติเมื่อเปิดแอปหรือเจอสิ่งที่ระบุในอินเทอร์เฟซสำหรับผู้ใช้
tr: Eylemler, bir grup VoiceOver ayarını rotor ile hızlıca veya bir uygulama açtığınızda ya da kullanıcı arayüzünde belirli bir öğe ile karşılaştığınızda otomatik olarak değiştirmenize izin verir.
uk: Дії дають вам змогу змінити групу параметрів VoiceOver швидко через ротор або автоматично за відкривання програми чи натрапивши на певний елемент інтерфейсу користувача.
vi: Các hoạt động cho phép bạn thay đổi nhanh một nhóm các cài đặt VoiceOver bằng rô-to hoặc tự động khi mở một ứng dụng hay gặp phải một mục cụ thể trong giao diện người dùng.
zh_cn: “活动”允许你在打开App，或在用户界面遇到特定项目时，快速地使用转子或自动更改一系列的“旁白”设置。
zh_hk: 「活動」讓你使用轉輪快速更改一組「旁白」設定，或是在打開App或用户介面顯示特定項目時自動更改設定。
zh_tw: 「活動」讓你使用轉輪快速更改一組「旁白」設定，或是在打開App或使用者介面顯示特定項目時自動更改設定。
